# 1. Вывод сообщения на экран:
print("Hello world!")

# 2. Вывод в одной строке сообщения нескольких слов или предложений, которые будут разделены пробелом:
print("Hello", "world!")

# 3. Вывод в одной строке сообщения нескольких слов или предложений, которые будут разделены запятой и пробелом выставленным вручную после запятой, установленной внутри кавычек аргумента sep:
print("Hello", "world!", sep=", ") 

# 4. Вывод сообщения в две строки:
print("first row")
print("second row")

# 5. Вывод сообщения в одной строке, с помощью аргумента end, в который требуется передать пробел:
print("first row", end=" ")
print("second row")